{
    "intents":[
    {
        "tag":"Greeting",
        "patterns":["வணக்கம்", "எப்படி இருக்கிறீர்கள்", "ஹாய்", "வணக்கம்", "வரவேற்கிறேன்", "ஏய்"], 
        "responses":["நான் உங்களுக்கு எப்படி உதவ முடியும்?"]
    },
    {
        "tag":"VITEEE Date",
        "patterns":["தேதி","viteee தேதி","vit தேர்வு தேதி","viteee தேர்வு தேதி"],
        "responses":["தேர்வு ஜூன் 10, 2022 அன்று நடைபெறும்"]
    },
    {
        "tag":"VITEEE Fullform",
        "patterns":["viteeee", "viteee முழு வடிவம்"],
        "responses":["விஐடி பொறியியல் நுழைவுத் தேர்வு"]
    },
    {
        "tag":"VITEEE Apllication Form",
        "patterns":["விண்ணப்பப் படிவம்", "வீட்டீ படிவம்", "வீட்டீ விண்ணப்பம்", "வீட்டீ விண்ணப்பப் படிவம்"],
        "responses":["ஆன்லைன் விண்ணப்பம் – https://viteee.vit.ac.in/"]
    },
    {
        "tag":"VITEEE Cost",
        "patterns":["தேர்வுக் கட்டணம்", "வீட்டீஸ் கட்டணம்", "தேர்வுக் கட்டணம்", "வீட்டீஸ் கட்டணம்", "VITEEE விண்ணப்பப் படிவத்தின் விலை என்ன?"],
        "responses":["VITEEE தேர்வுக் கட்டணம் ₹1250"]
    },
    {
        "tag":"Campuses",
        "patterns":["வளாகம்", "வளாகங்கள்", "விட் வளாகம்", "அனைத்து வளாகங்கள்", "அனைத்து வளாகம்", "விடில் எத்தனை வளாகங்கள் உள்ளன?"],
        "responses":["விஐடி நான்கு வளாகங்களைக் கொண்டுள்ளது: விஐடி வேலூர், விஐடி சென்னை, விஐடி ஏபி, விஐடி போபால்"]
    },
    {
        "tag":"Fee Structure",
        "patterns":["கல்லூரி கட்டணம்", "விட் கட்டணம்", "விட் கல்லூரி கட்டணம்", "கட்டண அமைப்பு என்ன", "கட்டண அமைப்பு", "கட்டண அமைப்பு", "பல்வேறு திட்டங்களுக்கான கட்டண கட்டமைப்பை நான் எங்கே காணலாம்?"],
        "responses":[" இணைப்பைப் பின்தொடரவும் https://vit.ac.in/admission/ug/fee-structure"]
    },
    {
        "tag":"Scope",
        "patterns":["நோக்கம்", "சிறந்த கிளை", "சிறந்த நோக்கம்", "சிறந்த படிப்பு", "பொறியியலில் எந்தக் கிளை சிறந்த நோக்கத்தைக் கொண்டிருக்கும்?"],
        "responses":["எல்லா இன்ஜினியரிங் கிளைகளும் சமமான நல்ல நோக்கத்தைக் கொண்டுள்ளன. திட்டத்தில் உங்கள் ஆர்வம் மற்றும் சிறந்து விளங்குவதற்கான உங்கள் முயற்சியைப் பொறுத்தது."]
    },
    {
        "tag":"VITEEE Close Date",
        "patterns":["விண்ணப்பங்களை வழங்குவதற்கான இறுதித் தேதி என்ன?", "வீடியோ இறுதி தேதி", "விட்டியின் இறுதி தேதி", "விட்டியின் இறுதி தேதி", "விட்டியின் கடைசி தேதி", "விட்டி கடைசி தேதி"],
        "responses":["விண்ணப்பங்கள் 30 மே 2022 இறுதி வரை வழங்கப்படும்"]
    },
    {
        "tag":"Management Quota",
        "patterns":["Vit நிர்வாக ஒதுக்கீடு மூலம் சேர்க்கைகளை வழங்குகிறதா?","மேலாண்மை ஒதுக்கீடு", "வெளிப்புற சேர்க்கை","நிர்வாக ஒதுக்கீடு சேர்க்கை"],
        "responses":["விஐடியில் மேலாண்மை ஒதுக்கீடு இல்லை. சேர்க்கைகள் VITEEE மற்றும் பிற இளங்கலைப் படிப்புகளுக்கான தகுதித் தரத்தை அடிப்படையாகக் கொண்டது, இது உங்கள் XII/ உயர்நிலைப் பள்ளிகளின் தகுதியின் அடிப்படையில் நீங்கள் தரவரிசைப்படுத்தப்படுவீர்கள்."]
    },
    {
        "tag":"Lateral Entry",
        "patterns":["டிப்ளமோ விண்ணப்பதாரர்களுக்கு பக்கவாட்டு நுழைவு சேர்க்கை கிடைக்குமா?", "பக்க நுழைவு", "பக்க நுழைவு சேர்க்கை", "டிப்ளமோ சேர்க்கை"],
        "responses":["B.Tech மற்றும் UG திட்டங்களுக்கு பக்கவாட்டு நுழைவு சேர்க்கை வழங்கப்படவில்லை. டிப்ளமோ பெற்றவர்கள் (10+3) B.Sc. மல்டிமீடியா மற்றும் அனிமேஷன், விஷுவல் கம்யூனிகேஷன், ஃபேஷன் டிசைனிங் (சென்னை) ஆகியவற்றுக்கு ஒட்டுமொத்தமாக 60% உடன் தகுதியுடையவர்கள். "]
    },
    {
        "tag":"JEE Validity",
        "patterns":["பி.டெக். பட்டப்படிப்பில் சேருவதற்கு உயர்நிலைப் பள்ளியின் தகுதி, ஜீ மெயின்/சாட் மதிப்பெண்கள் பரிசீலிக்கப்படுமா?","ஜீ செல்லுபடியாகும்","ஜீ மூலம் சேர்க்கை"],
        "responses":["ஹயர் செகண்டரி போர்டு, ஜேஇஇ மெயின்/ எஸ்ஏடி மதிப்பெண்கள் பி.டெக். பட்டப்படிப்பு திட்டத்தில் சேர்க்கைக்கு பரிசீலிக்கப்படாது"]
    },
    {
        "tag":"Syllabus",
        "patterns":["பாடத்திட்டம்", "வீடியே பாடத்திட்டம்", "தேர்வு பாடத்திட்டம்"],
        "responses":["பாடத்திட்டத்திற்கான இணைப்பைப் பார்வையிடவும். https://viteee.vit.ac.in/ "]
    },
    {
        "tag":"Question Pattern",
        "patterns":["கேள்வித்தாள்","viteee வினாத்தாள்","viteee க்கான கேள்வி முறை என்ன?"],
        "responses":["கேள்விகள் (MCQ) முதன்மையாக மாநில மேல்நிலைக் கல்வி வாரியம் மற்றும் CBSE பாடத்திட்டத்தில் இருந்து இருக்கும். கணிதம் அல்லது உயிரியல் (40 கேள்விகள்), இயற்பியல் (35 கேள்விகள்), வேதியியல் (35 கேள்விகள்), திறன் (10 கேள்விகள்) மற்றும் ஆங்கிலம் ( 5 கேள்விகள்) இரண்டரைத் தேர்வில் எதிர்மறை மதிப்பெண் இல்லாமல்."]
    },
    {
        "tag":"VITEEE",
        "patterns":["viteee","viteee என்றால் என்ன?","viteee explain","viteee விளக்கவும்"],
        "responses":["விஐடி இன்ஜினியரிங் நுழைவுத் தேர்வு 2022 ஜூன் 30 முதல் ஜூலை 6 வரை CBT - கணினி அடிப்படையிலான தேர்வு நடத்தப்படும். நுழைவுத் தேர்வின் காலம் 2 மணி நேரம் 30 நிமிடங்கள் ஆகும். அமர்வுகள் மற்றும் நேரங்கள் குறித்த விவரங்கள் ஸ்லாட் புக்கிங்கிற்கு முன் தெரிவிக்கப்படும்."]
    },
    {
        "tag":"Change of Allotment",
        "patterns":[
            "ஒதுக்கீடு மாற்றம்", "ஒதுக்கீட்டின் மாற்றம்","ஒரு மாணவர் கவுன்சிலிங் மூலம் ஒரு குறிப்பிட்ட பொறியியல் பிரிவை தேர்ந்தெடுத்திருந்தால் / ஒதுக்கியிருந்தால், ஒரு குறிப்பிட்ட வளாகத்தில், ஒரு குறிப்பிட்ட பிரிவின் கீழ், பின்னர் கிளை, வளாகம் அல்லது வகையை மாற்ற முடியுமா?"],
        "responses":["ஒதுக்கீடு செய்யப்பட்டவுடன், மாற்றத்திற்கு இடமளிக்கப்படுவது சாத்தியமில்லை. சேர்க்கைக்கு மேலும் வழங்கப்படும் பிரிவில் / வளாக விருப்பத்தை மாற்றுவதில் ஸ்லைடிங்/ அப் தரம் இல்லை."]
    },
    {
        "tag":"VITEEE Proof",
      "patterns": [ "ஏதேனும் viteee ஆதாரம்", "viteee க்கான ஆதாரம்", "தேர்வு சான்று", "தேர்வுக்கான ஆதாரம்" ],
      "responses": [ "உங்கள் ஆதார் அட்டை / ஓட்டுநர் உரிமம் / பான் அட்டை / பாஸ்போர்ட் / வாக்காளர் அடையாள அட்டை அல்லது அசல் பள்ளி அடையாள அட்டை ஆகியவற்றை நீங்கள் சமர்ப்பிக்கலாம்." ]
    },
    {
        "tag":"Edit Application",
        "patterns":["விண்ணப்பத் திருத்தம்", "வீட்டீ விண்ணப்பத் திருத்தம்", "எடிட்டிங் அப்ளிகேஷன்", "விட்டி விண்ணப்பத்தைத் திருத்துதல்"],
        "responses":["நீங்கள் விண்ணப்பப் படிவத்தை பூர்த்தி செய்தவுடன், உங்கள் விண்ணப்பத்தைத் திருத்த முடியும். (கட்டணம் செலுத்தி, உங்கள் புகைப்படம் மற்றும் கையொப்பத்தைப் பதிவேற்றிய பிறகு). பயன்பாட்டின் திரையின் இடது பக்கத்தில் 'திருத்து' விருப்பத்தைக் காணலாம் - பதிவிறக்கவும். நிலை. (சோதனை நகரம் மற்றும் பதிவேற்றிய ஆவணங்கள் உட்பட அனைத்து புலங்களையும் நீங்கள் திருத்த முடியும்)."]
    },
    {
        "tag":"Eligibility",
        "patterns":["தகுதி அளவுகோல்கள்", "தகுதிக்கான அளவுகோல்கள்", "சேர்க்கைத் தகுதி", "சேர்க்கைக்கான தகுதி", "விற்றில் உள்ள தகுதி", "விடல் தகுதி"],
        "responses":["பி.டெக். திட்டத்திற்கு PCM/PCB இல் குறைந்தபட்ச மொத்தமாக 55% பெறுவதற்கான தகுதியை நீங்கள் பூர்த்தி செய்ய வேண்டும்."]
    },
    {
        "tag":"Age Limit",
        "patterns":["தேர்வு பெறுவோருக்கான வயது வரம்பு", "தேர்வுக்கான வயது வரம்பு", "தேர்வுக்கான வயதுக் கட்டுப்பாடு", "தேர்வுக்கு வயது வரம்பு", "தேர்வுக்கான வயது வரம்பு"],
        "responses":[
            "பிறந்த தேதி ஜூலை 1, 2000 அல்லது அதற்குப் பிறகு வரும் விண்ணப்பதாரர்கள் VITEEE - 2022 க்கு மட்டுமே விண்ணப்பிக்க தகுதியுடையவர்கள்."]
    },
    {
        "tag":"PCB Exam",
        "patterns":["நான் இயற்பியல், வேதியியல் மற்றும் உயிரியலைத் தேர்வுசெய்தால் எந்தப் பொறியியல் படிப்பிற்கு விண்ணப்பிக்க தகுதியுடையவன்?", "இயற்பியல், வேதியியல் மற்றும் உயிரியல் தேர்வுக்கான படிப்புகள்"],
        "responses":["தகுதித் தேர்வில் நீங்கள் இயற்பியல், வேதியியல் மற்றும் உயிரியலைத் தேர்ந்தெடுத்திருந்தால், \n பி.டெக் பயோ-இன்ஜினியரிங் \n பி.டெக் பயோடெக்னாலஜி \n பி.டெக் கம்ப்யூட்டர் சயின்ஸ் மற்றும் இன்ஜினியரிங் பயோ இன்ஃபர்மேட்டிக்ஸ் n பி.டெக் கம்ப்யூட்டர் சயின்ஸ் மற்றும் இன்ஜினியரிங் (ஹெல்த் இன்ஃபர்மேட்டிக்ஸ் ஸ்பெஷலைசேஷன்) இருப்பினும் நீங்கள் கணிதத்தை பிரிட்ஜ் கோர்ஸாக பதிவு செய்ய வேண்டும், இது கட்டாயம்"]
    },
    {
        "tag":"Admission",
        "patterns":["வீட்டில் இருக்கை பெறுவது எப்படி?", "விட் சேர்க்கை", "விடில் சேர்க்கை", "விட் சேர்க்கை செயல்முறை", "சேர்க்கை செயல்முறை", "சேர்க்கை"],
        "responses":["VITEEE தேர்வின் மூலம் மட்டுமே மாணவர்கள் VIT இல் அனுமதிக்கப்படுவார்கள். VIT இல் சேர்க்கைக்கு எந்த வெளிப்புற முகவர்களும் உத்தரவாதம் அளிக்க முடியாது. நிர்வாக ஒதுக்கீடும் இல்லை."]
    },
    {
        "tag":"VITEEE Preparation",
        "patterns":["எப்படித் தயார் செய்வது?", "தேர்வுத் தயாரிப்பு", "வீட்டே தயார் செய்தல்", "தேர்வுக்குத் தயாராகுதல்", "தேர்வுக்குத் தயாராதல்", "தேர்வு உத்திகள்", "தேர்வுத் தயாரிப்புக்கான உத்திகள்", "தேர்வு தயாரிப்பு உத்திகள்"],
        "responses":["VITEEE, மற்ற போட்டித் தேர்வுகளைப் போலவே, சிறந்த துல்லியம் மற்றும் வேகத்துடன் கூடிய சரியான உத்திகள் தேவை. மற்ற போட்டித் தேர்வுகளைப் போல எதிர்மறை மதிப்பெண்கள் இல்லை என்றாலும், நீங்கள் இன்னும் தெளிவான கருத்துகளைக் கொண்டிருக்க வேண்டும் மற்றும் பயனுள்ள நேர மேலாண்மை உத்திகளை உருவாக்க வேண்டும். நீங்கள் செய்யும் சில தயாரிப்பு உத்திகள் உருவாக்க முடியும்: \n 1. நேர மேலாண்மை: VITEEE தேர்வுக்கு, எல்லா கேள்விகளையும் தீர்க்க வேண்டிய அவசியமில்லை, ஆனால் சரியான நேரத்தில் சரியான எண்ணிக்கையிலான கேள்விகளைத் தீர்ப்பது. உங்களால் எந்த கேள்வியையும் தீர்க்க முடியவில்லை என்றால், பிறகு தயவு செய்து உங்கள் நேரத்தை வீணாக்காமல் அடுத்த கேள்விக்கு செல்லுங்கள்.மேலும், எளிதான கேள்விகளை முதலில் முயற்சி செய்து படிப்படியாக கடினமான கேள்விகளை நோக்கி நகர்வது நல்லது.\n2. வேகம் மற்றும் துல்லியத்தை வளர்த்துக் கொள்ளுங்கள்: உங்கள் சொந்த உத்திகளை உருவாக்க முயற்சி செய்யுங்கள். தேர்வில் வெற்றி பெற, உங்களின் பகுப்பாய்வுத் திறன்களை மேம்படுத்தி, பயிற்சியின் போது அனைத்து கேள்விகளையும் முயற்சி செய்ய வேண்டும். இது மற்ற மாணவர்களை விட உங்களுக்கு முன்னோடியாக இருக்கும். \n 3. தெளிவான கருத்துகளைக் கொண்டிருங்கள்: உங்கள் குழப்பத்தை நீக்க முயற்சிக்கவும். நேரம், நீங்கள் அனைத்து நிலை கேள்விகளையும் தீர்க்க வலுவான அடித்தளத்தை வைத்திருப்பது முக்கியம். நீங்கள் எவ்வளவு அதிகமாகப் பயிற்சி செய்கிறீர்களோ, அவ்வளவு எளிதாக உங்கள் கருத்துக்களைச் சரிப்படுத்தலாம். பழைய VITEEE தாள்களைத் தீர்ப்பதைத் தவிர, 11 மற்றும் 12 ஆம் வகுப்புகளுக்கான NCERT புத்தகங்களையும் நீங்கள் தீர்க்கலாம். \n 4. குறிப்புகளைத் தயாரிக்கவும்: VITEEE தேர்வுக்கு நீங்கள் பெறும் குறிப்புகள் பற்றிய குறிப்புகளைத் தயாரிப்பது நல்லது. கடைசி நிமிட திருத்தத்தின் போது இது உங்களுக்கு மிகவும் உதவும், மேலும் உங்கள் புத்தகங்களை நீங்கள் மீண்டும் மீண்டும் பார்க்க வேண்டியதில்லை என்பதால், தகவல் உங்களுக்கு எளிதாக இருக்கும். \n 5. மறுபரிசீலனை: இது சுய விளக்கமளிக்கும் என்று யூகிக்கவும். பொருள் உங்கள் நினைவகத்தில் நிரந்தரமாக சேமிக்கப்படுவதை உறுதிசெய்ய ஒவ்வொரு சில நாட்களுக்கு ஒருமுறை நீங்கள் திருத்திக்கொள்ள வேண்டும்."]
    },
    {
        "tag":"Mock Exam",
        "patterns":["viteee மாதிரி", "மாதிரி தேர்வு", "viteee மாதிரி தேர்வு", "viteeee க்கு ஏதேனும் மாதிரி தேர்வு நடக்குமா?"," viteeeக்கு ஏதேனும் மாதிரி தேர்வு நடக்குமா?", "mock test", "viteee mock test" ,"வீட்டீக்கான போலித் தேர்வு","வீட்டீக்கான போலித் தேர்வு"],
        "responses":["ஸ்லாட் முன்பதிவு செய்த பிறகு போலி சோதனை திட்டமிடப்படும்"]
        },
        {
        "tag":"Marking Scheme",
        "patterns":["குறியிடும் திட்டம்", "வீட்டினருக்கான குறிக்கும் திட்டம்", "வீட்டியைக் குறிக்கும் திட்டம்"],
        "responses":["ஒவ்வொரு கேள்விக்கும் ஒரு மதிப்பெண் உண்டு; தவறான பதில்களுக்கு எதிர்மறை மதிப்பெண் கிடையாது."]
        },
        {
        "tag":"Payment Confirmation",
        "patterns":["நான் பணம் செலுத்தியிருந்தாலும் உறுதிப்படுத்தல் பெறவில்லை என்றால் நான் என்ன செய்வது?","கட்டண உறுதிப்படுத்தல் பிரச்சனை","பணம் செலுத்துவதை உறுதிப்படுத்துவதில் சிக்கல்","கட்டண உறுதிப்படுத்தல் சிக்கல்","பணம் செலுத்தியதை உறுதிப்படுத்துவதில் சிக்கல்"],
        "responses":["கீழே கொடுக்கப்பட்டுள்ள கட்டணச் சிக்கல்கள் தொடர்பான இந்த முக்கியமான அறிவுறுத்தலையும், VITEEE பக்கத்திலும் படிக்கவும். - பரிவர்த்தனையின் போது, ​​தொகை பற்று வைக்கப்படும், அதே உள்நுழைவுப் பக்கத்தில் ஒரு மணிநேரம் காத்திருக்கவும். - ஒன்றுக்கு மேற்பட்ட முறை பணம் டெபிட் செய்யப்பட்டிருந்தால் , இது 5 முதல் 7 நாட்களில் உங்கள் கணக்கில் திருப்பித் தரப்படும்."]
        },
        {
        "tag":"Payment Refund",
        "patterns":[
            "எனது விண்ணப்பதாரர் விண்ணப்பத்திற்கு நான் இரண்டு முறை பணம் செலுத்தியிருந்தால் பணத்தைத் திரும்பப் பெற முடியுமா?", "பணம் திரும்பப்பெறுதல்", "பணம் திரும்பப் பெறுதல்", "இரண்டு முறை பணம் செலுத்தப்பட்டது", "இரண்டு முறை செலுத்தப்பட்டது", "இரண்டு முறை செலுத்திய பிறகு நான் பணத்தைத் திரும்பப் பெறுவேன் என் விண்ணப்பத்திற்கு?"],
        "responses":["'ஆம்'. ஒரே விண்ணப்பத்திற்கு VITEEE விண்ணப்பப் படிவத்திற்கான தொகை இரண்டு முறை செலுத்தப்பட்டிருந்தால், செலுத்தப்பட்ட அதிகப்படியான தொகை 7 வேலை நாட்களுக்குள் உங்கள் கணக்கில் திருப்பித் தரப்படும்."]
        },
        {
        "tag":"Test Cities",
        "patterns":["சோதனை நகரங்களைப் பற்றிய தகவல்களை நான் எங்கே காணலாம்?", "வீட்டியின் சோதனை நகரங்கள்", "விடீயின் சோதனை மையங்கள்", "விடீ சோதனை மையங்கள்"],
        "responses":["இணைப்பைப் பார்வையிடவும்   https://vit.ac.in/testcities"]
        },
        {
        "tag":"Scholarship",
        "patterns":["ஸ்காலர்ஷிப்","விட் ஸ்காலர்ஷிப் கிடைக்குமா?"],
        "responses":["மத்திய மற்றும் மாநில போர்டு டாப்பர்கள் = கல்விக் கட்டணத்தில் 100% தள்ளுபடி (அனைத்து 4 ஆண்டுகளுக்கும்) VITEEE இல் 1 முதல் 50 ரேங்க் வைத்திருப்பவர்கள் = கல்விக் கட்டணத்தில் 75% தள்ளுபடி (எல்லா 4 ஆண்டுகளுக்கும்) VITEEE இல் 51 முதல் 100 ரேங்க் வைத்திருப்பவர்கள் = 50% தள்ளுபடி கல்விக் கட்டணத்தில் (எல்லா 4 வருடங்களுக்கும்) VITEEE இல் 101 முதல் 1000 ரேங்க் வைத்திருப்பவர் = கல்விக் கட்டணத்தில் 25% தள்ளுபடி (எல்லா 4 வருடங்களுக்கும்)"
    ]
        },
        {
        "tag":"NRI",
          "patterns": [ "என்ஆர்ஐ", "குடியுரிமை இல்லாத இந்தியன்", "என்ரிஸ்" ],
        "responses":["a. பெற்றோர் வெளிநாட்டில் பணிபுரியும் இந்திய பாஸ்போர்ட் வைத்திருப்பவர்கள் NRI மற்றும் VITEEE (தனி விண்ணப்பம் மற்றும் சேர்க்கை நடைமுறைகள்) ஆகிய இரண்டிற்கும் விண்ணப்பிக்கலாம். b. PIO கார்டு வைத்திருப்பவர்களும் VITEEE க்கு விண்ணப்பிக்கலாம் ஆனால் வெளிநாட்டு பாஸ்போர்ட்களை மட்டும் வைத்திருப்பவர்கள் தகுதியற்றவர்கள்.c. என்ஆர்ஐ/ வெளிநாட்டுப் பிரிவுகளின் கீழ் சேர்க்கை நடைமுறையை அறிய, கீழே உள்ள இணைப்புகளைப் பார்வையிடவும். https://vit.ac.in/admissions/international/btech-eligibilityandprocedure https://vit.ac.in/admissions/international/feed. NRI சேர்க்கை பற்றிய விவரங்களுக்கு: nriadmission@vit.ac.in இ. வெளிநாட்டு சேர்க்கை பற்றிய விவரங்களுக்கு: global@vit.ac.in"
    ]
        },
        {
        "tag":"Thanks",
        "patterns":["நன்றி","இல்லை நன்றி","உதவி","தொட்டிகள்","நன்றி","நன்று","குளிர்","அருமை"],
        "responses":["நன்றி"]
        }
    ]
}